IDEA StatiCa Open Model
RebarHookBase.Reverse Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Reverse direction of the hook
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Reverse { get; set; }
Public Property Reverse As Boolean
	Get
	Set
public:
property bool Reverse {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
RebarHookBase Class
IdeaRS.OpenModel.Model Namespace